Repository: webdev1001/awesome_tasks
Catalog: config/locales_gettext/*/LC_MESSAGES/default.po
Languages: da

source: date.formats.default
da: %Y-%m-%d

source: date.formats.short
da: %b %d

source: date.formats.long
da: %B %d, %Y

source: date.day_names.0
da: Søndag

source: date.day_names.1
da: Mandag

source: date.day_names.2
da: Tirsdag

source: date.day_names.3
da: Onsdag

source: date.day_names.4
da: Torsdag

source: date.day_names.5
da: Fredag

source: date.day_names.6
da: Lørdag

source: date.abbr_day_names.0
da: Søn

source: date.abbr_day_names.1
da: Man

source: date.abbr_day_names.2
da: Tir

source: date.abbr_day_names.3
da: Ons

source: date.abbr_day_names.4
da: Tor

source: date.abbr_day_names.5
da: Fre

source: date.abbr_day_names.6
da: Lør

source: date.month_names.1
da: Januar

source: date.month_names.2
da: Februar

source: date.month_names.3
da: Marts

source: date.month_names.4
da: April

source: date.month_names.5
da: Maj

source: date.month_names.6
da: Juni

source: date.month_names.7
da: Juli

source: date.month_names.8
da: August

source: date.month_names.9
da: September

source: date.month_names.10
da: Oktober

source: date.month_names.11
da: November

source: date.month_names.12
da: December

source: date.abbr_month_names.1
da: Jan

source: date.abbr_month_names.2
da: Feb

source: date.abbr_month_names.3
da: Mar

source: date.abbr_month_names.4
da: Apr

source: date.abbr_month_names.5
da: Maj

source: date.abbr_month_names.6
da: Jun

source: date.abbr_month_names.7
da: Jul

source: date.abbr_month_names.8
da: Aug

source: date.abbr_month_names.9
da: Sep

source: date.abbr_month_names.10
da: Okt

source: date.abbr_month_names.11
da: Nov

source: date.abbr_month_names.12
da: Dec

source: date.order.0
da: day

source: date.order.1
da: month

source: date.order.2
da: year

source: time.formats.default
da: %a, %d %b %Y %H:%M:%S %z

source: time.formats.short
da: %d %b %H:%M

source: time.formats.long
da: %B %d, %Y %H:%M

source: activerecord.errors.messages.record_invalid
da: Ugyldig række: %{errors}

source: activerecord.errors.models.user.attributes.email.blank
da: må ikke være tom

source: activerecord.errors.models.user.attributes.email.taken
da: er allerede i brug

source: activerecord.errors.models.user.attributes.email.invalid
da: er ikke gyldig

source: activerecord.errors.models.user.attributes.password.blank
da: må ikke være tom

source: activerecord.errors.models.user.attributes.password.too_short
da: er for kort. Minimum er %{count}

source: activerecord.errors.models.user.attributes.password.too_long
da: er for lang. Maksimum er %{count}

source: activerecord.errors.models.comment.attributes.resource.blank
da: må ikke være tom

source: activerecord.errors.models.comment.attributes.comment.blank
da: må ikke være tom

source: activerecord.errors.models.comment.attributes.user.blank
da: må ikke være tom

source: activerecord.errors.models.task_assigned_user.attributes.task.blank
da: må ikke være tom

source: activerecord.errors.models.task_assigned_user.attributes.user.blank
da: må ikke være tom

source: activerecord.errors.models.user_task_list_link.attributes.user.blank
da: må ikke være tom

source: activerecord.errors.models.user_task_list_link.attributes.task.blank
da: må ikke være tom

source: activerecord.attributes.user.id
da: ID

source: activerecord.attributes.user.name
da: Navn

source: activerecord.attributes.user.username
da: Brugernavn

source: activerecord.attributes.user.encrypted_password
da: Krypteret adgangskode

source: activerecord.attributes.user.email
da: Email

source: activerecord.attributes.user.locale
da: Sprog

source: activerecord.attributes.user.active
da: Aktiv

source: activerecord.attributes.user.created_at
da: Oprettet d.

source: activerecord.attributes.user.updated_at
da: Opdateret d.

source: activerecord.attributes.user.first_name
da: Fornavn

source: activerecord.attributes.user.last_name
da: Efternavn

source: activerecord.attributes.user.remember_created_at
da: Husk oprettet d.

source: activerecord.attributes.user.sign_in_count
da: Log ind antal

source: activerecord.attributes.user.current_sign_in_at
da: Nuværende log ind d.

source: activerecord.attributes.user.last_sign_in_at
da: Sidste log ind d.

source: activerecord.attributes.user.current_sign_in_ip
da: Nuværende log ind IP

source: activerecord.attributes.user.last_sign_in_ip
da: Sidste log ind IP

source: activerecord.attributes.user.tasks
da: Opgaver

source: activerecord.attributes.user.task_assigned_users
da: Opgave tildelte brugere

source: activerecord.attributes.user.user_rank_links
da: Brugerroller links

source: activerecord.attributes.user.user_project_links
da: Bruger projektlinks

source: activerecord.attributes.user.projects
da: Projekter

source: activerecord.attributes.user.user_roles
da: Brugerroller

source: activerecord.attributes.comment.id
da: ID

source: activerecord.attributes.comment.id_per_resource
da: ID per ressource

source: activerecord.attributes.comment.resource_type
da: Ressourcetype

source: activerecord.attributes.comment.resource_id
da: Ressource ID

source: activerecord.attributes.comment.user_id
da: Bruger ID

source: activerecord.attributes.comment.comment
da: Kommentar

source: activerecord.attributes.comment.created_at
da: Oprettet d.

source: activerecord.attributes.comment.updated_at
da: Opdateret d.

source: activerecord.attributes.comment.user
da: Bruger

source: activerecord.attributes.comment.resource
da: Ressource

source: activerecord.attributes.customer.id
da: ID

source: activerecord.attributes.customer.name
da: Navn

source: activerecord.attributes.customer.created_at
da: Oprettet d.

source: activerecord.attributes.customer.updated_at
da: Opdateret d.

source: activerecord.attributes.customer.projects
da: Projekter

source: activerecord.attributes.project.id
da: ID

source: activerecord.attributes.project.customer_id
da: Kunde ID

source: activerecord.attributes.project.user_added_id
da: Bruger tilføjet ID

source: activerecord.attributes.project.name
da: Navn

source: activerecord.attributes.project.description
da: Beskrivelse

source: activerecord.attributes.project.deadline_at
da: Deadline d.

source: activerecord.attributes.project.price_per_hour
da: Pris per time

source: activerecord.attributes.project.price_per_hour_transport
da: Pris per time transport

source: activerecord.attributes.project.created_at
da: Oprettet d.

source: activerecord.attributes.project.updated_at
da: Opdateret d.

source: activerecord.attributes.project.added_user
da: Tilføjet bruger

source: activerecord.attributes.project.customer
da: Kunde

source: activerecord.attributes.project.tasks
da: Opgaver

source: activerecord.attributes.project.user_project_links
da: Bruger projekt links

source: activerecord.attributes.project.users
da: Brugere

source: activerecord.attributes.task.id
da: ID

source: activerecord.attributes.task.project_id
da: Projekt ID

source: activerecord.attributes.task.user_id
da: Bruger ID

source: activerecord.attributes.task.name
da: Navn

source: activerecord.attributes.task.description
da: Beskrivelse

source: activerecord.attributes.task.task_type
da: Opgavetype

source: activerecord.attributes.task.state
da: Status

source: activerecord.attributes.task.priority
da: Prioritet

source: activerecord.attributes.task.created_at
da: Oprettet d.

source: activerecord.attributes.task.updated_at
da: Opdateret d.

source: activerecord.attributes.task.timelogs
da: Tidslogs

source: activerecord.attributes.task.assigned_users
da: Tildelte brugere

source: activerecord.attributes.task.task_checks
da: Opgavechecks

source: activerecord.attributes.task.comments
da: Kommentarer

source: activerecord.attributes.task.project
da: Projekt

source: activerecord.attributes.task.user
da: Bruger

source: activerecord.attributes.task_assigned_user.id
da: ID

source: activerecord.attributes.task_assigned_user.task_id
da: Opgave ID

source: activerecord.attributes.task_assigned_user.user_id
da: Bruger ID

source: activerecord.attributes.task_assigned_user.created_at
da: Oprettet d.

source: activerecord.attributes.task_assigned_user.updated_at
da: Opdateret d.

source: activerecord.attributes.task_assigned_user.task
da: Opgave

source: activerecord.attributes.task_assigned_user.user
da: Bruger

source: activerecord.attributes.task_check.id
da: ID

source: activerecord.attributes.task_check.task_id
da: Opgave ID

source: activerecord.attributes.task_check.name
da: Navn

source: activerecord.attributes.task_check.description
da: Beskrivelse

source: activerecord.attributes.task_check.checked
da: Checket

source: activerecord.attributes.task_check.created_at
da: Oprettet d.

source: activerecord.attributes.task_check.updated_at
da: Opdateret d.

source: activerecord.attributes.task_check.task
da: Opgave

source: activerecord.attributes.task_check.added_user
da: Tilføjet bruger

source: activerecord.attributes.timelog.id
da: ID

source: activerecord.attributes.timelog.task_id
da: Opgave ID

source: activerecord.attributes.timelog.user_id
da: Bruger ID

source: activerecord.attributes.timelog.date
da: Dato

source: activerecord.attributes.timelog.time
da: Tid

source: activerecord.attributes.timelog.time_transport
da: Tid transport

source: activerecord.attributes.timelog.transport_length
da: Transport længde

source: activerecord.attributes.timelog.comment
da: Kommentar

source: activerecord.attributes.timelog.invoiced
da: Faktureret

source: activerecord.attributes.timelog.invoiced_at
da: Faktureret d.

source: activerecord.attributes.timelog.invoiced_by_user_id
da: Faktureret af bruger ID

source: activerecord.attributes.timelog.created_at
da: Oprettet d.

source: activerecord.attributes.timelog.updated_at
da: Opdateret d.

source: activerecord.attributes.timelog.task
da: Opgave

source: activerecord.attributes.timelog.user
da: Bruger

source: activerecord.attributes.user_project_link.id
da: ID

source: activerecord.attributes.user_project_link.user_id
da: Bruger ID

source: activerecord.attributes.user_project_link.project_id
da: Projekt ID

source: activerecord.attributes.user_project_link.created_at
da: Oprettet d.

source: activerecord.attributes.user_project_link.updated_at
da: Opdateret d.

source: activerecord.attributes.user_project_link.project
da: Projekt

source: activerecord.attributes.user_project_link.user
da: Bruger

source: activerecord.attributes.user_role.id
da: ID

source: activerecord.attributes.user_role.user_id
da: Bruger ID

source: activerecord.attributes.user_role.role
da: Rolle

source: activerecord.attributes.user_role.created_at
da: Oprettet d.

source: activerecord.attributes.user_role.updated_at
da: Opdateret d.

source: activerecord.attributes.user_role.user
da: Bruger

source: activerecord.attributes.user_task_list_link.id
da: ID

source: activerecord.attributes.user_task_list_link.user_id
da: Bruger ID

source: activerecord.attributes.user_task_list_link.task_id
da: Opgave ID

source: activerecord.attributes.user_task_list_link.created_at
da: Oprettet d.

source: activerecord.attributes.user_task_list_link.updated_at
da: Opdateret d.

source: activerecord.attributes.user_task_list_link.user
da: Bruger

source: activerecord.attributes.user_task_list_link.task
da: Opgave

source: activerecord.models.user.one
da: Bruger

source: activerecord.models.user.other
da: Brugere

source: activerecord.models.comment.one
da: Kommentar

source: activerecord.models.comment.other
da: Kommentarer

source: activerecord.models.customer.one
da: Kunde

source: activerecord.models.customer.other
da: Kunder

source: activerecord.models.project.one
da: Projekt

source: activerecord.models.project.other
da: Projekter

source: activerecord.models.task.one
da: Opgave

source: activerecord.models.task.other
da: Opgaver

source: activerecord.models.task_assigned_user.one
da: Opgave tildelt bruger

source: activerecord.models.task_assigned_user.other
da: Opgave tildelte brugere

source: activerecord.models.task_check.one
da: Opgavecheck

source: activerecord.models.task_check.other
da: Opgavechecks

source: activerecord.models.timelog.one
da: Tidslog

source: activerecord.models.timelog.other
da: Tidslogs

source: activerecord.models.user_project_link.one
da: Bruger projektlink

source: activerecord.models.user_project_link.other
da: Bruger projektlinks

source: activerecord.models.user_role.one
da: Brugerrolle

source: activerecord.models.user_role.other
da: Brugerroller

source: activerecord.models.user_task_list_link.one
da: Bruger opgavelistelink

source: activerecord.models.user_task_list_link.other
da: Bruger opgavelistelinks

source: simple_form.hints.user.name
da: Brugerens rigtige navn

source: simple_form.hints.user.username
da: Brugernavnet som brugeren skal bruge til at logge ind.

source: simple_form.hints.user.email
da: Den email der skal bruges til notifikationer og kommunikation.

source: simple_form.hints.user.locale
da: Det sprog siden skal vises i for brugeren.

source: simple_form.hints.user.active
da: Om brugeren er aktiv. Hvis den ikke er aktiv, så vil den ikke være i stand til at logge ind.

source: simple_form.hints.customer.name
da: En del af den kundes navn, som du leder efter.

source: simple_form.hints.project.customer_id
da: The customer the project belongs to.

source: simple_form.hints.project.user_added_id
da: The user who added the project.

source: simple_form.hints.project.name
da: The name of the project as it should appear in the system.

source: simple_form.hints.project.description
da: A description of the project to dell what it is about.

source: simple_form.hints.project.deadline_at
da: At which date the project should be finished.

source: simple_form.hints.task.project_id
da: Projektet som opgaven hører under.

source: simple_form.hints.task.user_id
da: Brugeren der har oprettet opgaven.

source: simple_form.hints.task.name
da: Navnet på opgaven som den skal se ud i systemet.

source: simple_form.hints.task.description
da: Beskrivelsen som den skal se ud for brugeren.

source: simple_form.hints.task.task_type
da: Typen på opgaven.

source: simple_form.hints.task.state
da: Status på opgaven.

source: simple_form.hints.task.priority
da: 10 for mest vigtig og 1 for mindst vigtig.

source: Invalid key: %s.
da: Ugyldig nøgle: %s.

source: That user has already listed that task.
da: Den bruger har allerede listet den opgave.

source: That user already have that rank.
da: Den bruger har allerede den rang.

source: Invalid key: '%s'.
da: Ugyldig nøgle: '%s'.

source: That user is already assigned to that project.
da: Den bruger er allerede tildelt det projekt.

source: Invalid name given.
da: Ugyldigt navn givet.

source: No comment has been written.
da: Der blev ikke skrevet en kommentar.

source: Timelog %s
da: Tidslog %s

source: That user is already assigned to that task.
da: Den bruger er allerede tildelt den opgave.

source: No project-ID was given.
da: Intet projekt-ID blev givet.

source: Invalid name was given.
da: Ugyldigt navn blev givet.

source: A project with the given project-ID could not be found: '%s'.
da: Et projekt med det givne projekt-ID kunne ikke findes: '%s'.

source: Bug report
da: Fejlrapport

source: Question
da: Spørgsmål

source: Open
da: Åben

source: Confirmed
da: Bekræftet

source: Waiting
da: Venter

source: Closed
da: Lukket

source: no name
da: intet navn

source: user
da: bruger

source: project
da: projekt

source: task
da: opgave

source: no date
da: ingen dato

source: Other
da: Andet

source: Choose:
da: Vælg:

source: All
da: Alle

source: Frontpage
da: Forside

source: Customers
da: Kunder

source: Projects
da: Projekter

source: Tasks
da: Opgaver

source: Users
da: Brugere

source: Timelogs
da: Tidslogs

source: Work-status
da: Arbejdsstatus

source: Your profile
da: Din profil

source: Log out
da: Log ud

source: Log in
da: Log ind

source: no project
da: intet projekt

source: no user
da: ingen bruger

source: Task
da: Opgave

source: Project
da: Projekt

source: Author
da: Forfatter

source: Date
da: Dato

source: Hours
da: Timer

source: Driving
da: Kørsel

source: Transport length
da: Transportlængde

source: You do not have access to that task and cannot view this page.
da: Du har ikke adgang til denne opgave og kan ikke se denne side.

source: Danish
da: Dansk

source: English
da: Engelsk

source: That task could not be found.
da: Den opgave kunne ikke findes.

source: That project could not be found.
da: Projektet kunne ikke findes.

source: Could not save: %{errors}
da: Kunne ikke gemme: %{errors}

source: A user with that username and/or password was found.
da: En bruger med det brugernavn og/eller adgangskode blev ikke fundet.

source: That user is not active any more and cant be used.
da: Den bruger er ikke aktiv mere.

source: Add rank
da: Tilføj rang

source: You have been assigned to: %s
da: Du er blevet tildelt til: %s

source: Made by %s
da: Lavet af %s

source: You do not have permission to view this page.
da: Du har ikke adgang til at se den side.

source: Done
da: Færdig

source: Update comment IDs
da: Opdateret kommentar IDer

source: Actions
da: Muligheder

source: Update
da: Opdater

source: You need to be logged in to view this page.
da: Du skal være logget ind for at se denne side.

source: Enter criteria
da: Indtast kriterier

source: Date from
da: Date fra

source: Date to
da: Dato til

source: Results
da: Resultater

source: Hours driving
da: Timer kørsel

source: Earned
da: Tjent

source: Driving earned
da: Kørsel tjent

source: Driving length
da: Kørselslængde

source: Overview
da: Oversigt

source: Total earned
da: Total tjent

source: Tax
da: Skat

source: Total after tax
da: Total efter skat

source: Show user: %s.
da: Vis bruger: %s.

source: Edit
da: Rediger

source: Name
da: Navn

source: The real name of the user.
da: Brugerens rigtige navn

source: The email of the user.
da: Brugerens email.

source: Customer
da: Kunde

source: No tasks were found for this user.
da: Der blev ikke fundet nogle opgaver for denne bruger.

source: Enter details
da: Indtast detaljer

source: Description
da: Beskrivelse

source: Do you want to delete this check?
da: Vil du gerne slette dette check?

source: Delete
da: Slet

source: Save
da: Gem

source: You are logged in as %{user_link}.
da: Du er logget ind som %{user_link}.

source: Username
da: Brugernavn

source: Password
da: Adgangskode

source: Hello %{user_name}
da: Hej %{user_name}

source: Assigned by
da: Tildelt af

source: A new comment has been written to the task '%s'.
da: En ny kommentar er skrevet til opgaven '%s'.

source: Task-list
da: Opgaveliste

source: Add new
da: Tilføj ny

source: No tasks were found.
da: Der blev ikke fundet nogle opgaver.

source: Search for customers
da: Søg efter kunder

source: Add new customer
da: Tilføj ny kunde

source: Search
da: Søg

source: No customers were found.
da: Der blev ikke fundet nogle kunder.

source: Show customer: %s
da: Vis kunde: %s

source: Edit customer
da: Rediger kunde

source: No projects has been added for this customer.
da: Der er ikke tilføjet nogle projekter for denne kunde.

source: Show
da: Vis

source: Are you sure?
da: Er du sikker?

source: Close
da: Luk

source: Edit comment
da: Rediger kommentar

source: New comment
da: Ny kommentar

source: Edit timelog
da: Rediger tidslog

source: Edit task-check
da: Rediger opgavecheck

source: Rank
da: Rang

source: No ranks were found.
da: Der blev ikke fundet nogle rang.

source: Comment
da: Kommentar

source: Invoiced
da: Faktureret

source: Only invoiced
da: Kun faktureret

source: Only un-invoiced
da: Kun ikke faktuerede

source: Total hours
da: Total timer

source: Yes
da: Ja

source: No
da: Nej

source: No timelogs were found.
da: Der blev ikke fundet nogle tidslogs.

source: Customer message
da: Kundebesked

source: User
da: Bruger

source: Time
da: Tid

source: Time transportation
da: Tid transport

source: Transportation length
da: Transportlængde

source: Show project: %s.
da: Vis projekt: %s.

source: Edit project
da: Rediger projekt

source: Add task
da: Tilføj opgave

source: Added by
da: Tilføjet af

source: Assign user
da: Tildel bruger

source: Assign user to task
da: Tildel bruger til opgave

source: remove
da: fjern

source: No users were found.
da: Der blev ikke fundet nogle brugere.

source: Price per hour
da: Pris per time

source: Price per hour transport
da: Pris per time transport

source: Do you want to delete this project?
da: Vil du slette dette projekt?

source: Show task: %s.
da: Vis opgave: %s.

source: Edit task
da: Rediger opgave

source: Remove from list
da: Fjern fra liste

source: Add to list
da: Tilføj til liste

source: Assigned users
da: Tildelte brugere

source: Assign a user
da: Tildel en bruger

source: Checklist
da: Checkliste

source: Add new check
da: Tilføj nyt check

source: Comments
da: Kommentarer

source: Invoiced?
da: Faktureret?

source: Do you want to delete this timelog?
da: Vil du slette denne tidslog?

source: delete
da: slet

source: edit
da: rediger

source: Log in as
da: Log ind som

source: Search for users
da: Søg efter brugere

source: Edit user
da: Rediger bruger

source: New user
da: Ny bruger

source: Search for project
da: Søg efter projekter

source: No projects were found.
da: Der blev ikke fundet nogle projekter.

source: New project
da: Nyt projekt

source: Search for tasks
da: Søg efter opgaver

source: Edit task: %{task_name}
da: Rediger opgave: %{task_name}

source: Add new task
da: Tilføj ny opgave
